Repository: MohammedSiam1990/NSA_API
Catalog: POS.Core/Resources/lang.*.resx
Languages: ar

# Activare_your_account
source: Activate your account
ar: تفعيل حسابك

source: An error occurred while processing your request
ar: حدث خطأ أثناء معالجة طلبك

source: Arabic group name for mobile already exists
ar: اسم المجموعة بالعربي للجوال موجود بالفعل

source: Arabic Name Already Exists
ar: الاسم العربي موجود بالفعل

source: Barcode Already Exists
ar: الباركود موجود بالفعل

source: Branch num already exist
ar: رقم الفرع موجود بالفعل

source: Cannot apply this tax as general tax because it linked as special tax
ar: لا يمكن تطبيق هذه الضريبة كضريبة عامة لأنها مرتبطة كضريبة خاصة

source: Cannot apply this tax as special tax because it linked as general tax
ar: لا يمكن تطبيق هذه الضريبة كضريبة خاصة لأنها مرتبطة كضريبة عامة

source: Can't send activation email, please try registration later
ar: لا يمكن ارسال ايميل التفعيل, يرجى محاولة التسجيل لاحقا

source: Cant send forgot password email please try later
ar: لا يمكن ارسال بريد الكتروني لتغيير كلمة المرور, يرجى المحاولة لاحقا

source: Code Already Exists
ar: الكود موجود بالفعل

source: Confirm Your Email
ar: قم بتأكيد بريدك الإلكتروني

source: Dear Client,your workstation
ar: عزيزنا العمل, الخاص بنقطة العمل

source: Deleted Faild
ar: فشل في عملية الحذف

source: Deleted Successfully
ar: تمت عملية الحذف بنجاح

# Direction_language
source: en
ar: ar

source: Either username and/or Email already exists
ar: اسم المستخدم و / أو البريد الإلكتروني موجود بالفعل

source: English group name for mobile already exists
ar: اسم المجموعة بالانجليزي للجوال موجود بالفعل

source: English Name Already Exists
ar: الاسم الانجليزي موجود بالفعل

source: Error
ar: خطأ

source: Forgot your password
ar: نسيت رقمك السري؟.

source: Free payment method already exists
ar: نوع طريقة الدفع المجاني موجود مسبقا

source: Here
ar: هنا

source: Incorrect current password
ar: كلمة المرور الحالية غير صحيحة

# Invalid_email
source: This email doesn't exists,Please check your Email
ar: يرجى التحقق من البريد الألكتروني,هذا البريد الألكتروني غير متوفر

source: it_exceeds_the
ar: يتجاوز

# Language_abbrevation
source: ar
ar: en

# Language_text
source: عربي
ar: English

source: Missing data
ar: يرجى تعبئة جميع الحقول

source: Missing new password
ar: كلمة المرور الجديدة مفقودة

source: Missing old password
ar: كلمة المرور القديمة مفقودة

source: Missing password
ar: كلمة المرور مفقودة

source: Missing username
ar: اسم المستخدم مفقود

source: Name already exists
ar: الاسم موجود بالفعل

source: New password length should be 6 characters or more
ar: يجب أن يكون طول كلمة المرور الجديدة 6 أحرف أو أكثر

source: No data available
ar: لا يوجد بيانات

source: Number already exists
ar: الرقم موجود بالفعل

source: Old password length should be 6 characters or more
ar: يجب أن يكون طول كلمة المرور القديمة 6 أحرف أو أكثر

# PasswordNotMatch
source: Confirm password doesn't match the password
ar: الباسورد غير مطابقة

source: Password length should be 6 characters or more
ar: يجب أن يكون طول كلمة المرور 6 أحرف أو أكثر

source: Payment method already exists
ar: نوع طريقة الدفع موجود مسبقا

# Phone_already_exists
source: Phone already used by another customer
ar: رقم الهاتف موصول مع مستخدم آخر

source: Please activate your account by clicking
ar: يرجى تفعيل حسابك من خلال الضغط

# Please_check_your_email_to_activtate_your_email
source: Please check your email to activtate your account
ar: يرجى تفعيل حسابك من خلال الرابط المرسل عبر البريد الالكتروني

source: Please check your email to reset your password.
ar: يرجى التحقق من بريدك الإلكتروني لإعادة تعيين كلمة المرور الخاصة بك.

# Please_reload_the_page
source: Please reload the page to prevent duplicate settings
ar: الرجاء تحديث الصفحة لمنع حدوث تكرار بالأعدادات

# Reigster_Model_is_null
source: Your registration is Fail
ar: يوجد خطأ بالتسجيل

source: Reset your password
ar: استرجاع كلمة المرور

source: Saved successfully completed
ar: تمت عملية الحفظ بنجاح

source: Select image file to upload
ar: يرجى إختيار ملف الصورة ليتم التحميل

source: Serila is :
ar: الرقم التسلسلي هو :

# Size_limit
source: size limit of image
ar: الحد الأعلى لحجم الصورة

source: The password has been sent to the e-mail
ar: تم ارسال كلمة المرور الي البريد الألكتروني

source: The username or password is incorrect
ar: خطأ في اسم المستخدم أو كلمة السر

source: This Email doesnt exist
ar: هذا البريد الإلكتروني غير موجود

source: This serial is related to another company, you can't use it
ar: الرقم التسلسلي المدخل مرتبط مع شركة اخرى،لا يمكنك استخدامه

source: This serial is used by another workstation
ar: الرقم التسلسلي المدخل مستخدم من قبل محطة عمل اخرى

source: This serial number does not exists
ar: هذا الرقم التسلسلي غير موجود

# This_tax_is_linked_with_items
source: This tax is linked with the items please disconnect the link
ar: هذه الضريبة مرتبطة مع عناصر الرجاء فك الأرتباط

source: This user not authorized to login
ar: هذا المستخدم غير مصرح له بتسجيل الدخول

source: To reset your password click
ar: لإسترجاع كلمة المرور اضغط

source: Updated successfully completed
ar: تمت عملية تحديث البيانات بنجاح

source: Update operation failed
ar: فشل عملية تحديث البيانات

# Your_account_is_locked_please_try_later
source: Your account is locked, please try later , or you may rest your password
ar: حسابك مغلق ، يرجى المحاولة لاحقًا أو إعادة كلمة المرور

source: Your account is not activated, please activate it
ar: حسابك غير مفعل، يرجى العمل على تفعيله

# Your_company_account_is_pending
source: Your company account is pending,please wait until activate
ar: حساب الشركة الخاص بك معلق، يرجى الإنتظار لحين التفعيل

# Your_file_was_not_uploaded_because
source: Your file wasn't uploaded because
ar: لم يتم تحميل ملفك لأن

source: Your password has been changed
ar: تم تغيير كلمة السر الخاصة بك

# Your_password_has_been_reset_Please
source: Your password has been reset.
ar: تم استرجاع كلمة المرور

source: Your registration completed successfully
ar: اكتمل تسجيلك بنجاح
